tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "stripe/stripe-cli"
tap "symfony-cli/tap"
brew "cairo"
brew "librsvg"
brew "little-cms2"
brew "jpeg-xl"
brew "apr-util"
brew "atuin"
brew "node"
brew "bash-language-server"
brew "libssh2"
brew "bat"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "gd"
brew "php"
brew "composer"
brew "cowsay"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "gtk4"
brew "czkawka"
brew "doctl"
brew "erlang"
brew "elixir"
brew "libgit2"
brew "openssl@1.1"
brew "exa"
brew "exiftool"
brew "fish"
brew "fortune"
brew "fzf"
brew "git"
brew "go"
brew "helix"
brew "htop"
brew "httpie"
brew "jdtls"
brew "librdkafka"
brew "kcat"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "luv"
brew "mackup"
brew "mas"
brew "maven"
brew "neovim"
brew "nmap"
brew "peco"
brew "php-cs-fixer"
brew "php@8.0"
brew "phpstan"
brew "pipenv"
brew "python@3.11"
brew "rcm"
brew "redis"
brew "repomix"
brew "ripgrep"
brew "shfmt"
brew "terminal-notifier"
brew "sql-language-server"
brew "sshuttle"
brew "stylua"
brew "syncthing"
brew "tmux"
brew "tree"
brew "typescript", link: false
brew "typescript-language-server", link: false
brew "vscode-langservers-extracted"
brew "wget"
brew "xsane"
brew "yaml-language-server"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "stripe/stripe-cli/stripe"
brew "symfony-cli/tap/symfony-cli"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "arc"
cask "bitwarden"
cask "calibre"
cask "chromium"
cask "cursor"
cask "darktable"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-anonymous-pro"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "http-toolkit"
cask "hyperkey"
cask "insomnia"
cask "intellij-idea"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kindavim"
cask "kitty"
cask "messenger"
cask "monitorcontrol"
cask "phpstorm"
cask "postman"
cask "rapidapi"
cask "rar"
cask "raycast"
cask "sequel-ace"
cask "sequel-pro"
cask "shottr"
cask "skype"
cask "speedify"
cask "stats"
cask "syncthing"
cask "ticktick"
cask "warp"
cask "whatsapp"
cask "xbar"