tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "atuin"
brew "node", link: false
brew "bash-language-server"
brew "bat"
brew "composer"
brew "cowsay"
brew "fish"
brew "fortune"
brew "httpie"
brew "jdtls"
brew "kcat"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "mackup"
brew "mas"
brew "neovim"
brew "php-cs-fixer"
brew "php@8.0"
brew "ripgrep"
brew "shfmt"
brew "sql-language-server"
brew "stylua"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "wget"
brew "yaml-language-server"
brew "yarn"
cask "appcleaner"
cask "background-music"
cask "dbeaver-community"
cask "deepl"
cask "dropbox"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-inconsolata-nerd-font"
cask "insomnia"
cask "karabiner-elements"
cask "kitty"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "sequel-pro"
cask "warp"
cask "whatsapp"
